const professions = [
 'Event-менеджер',
 'PR-менеджер',
 'Администратор',
 'Администратор магазина',
 'Актёр',
 'Аналитик',
 'Аналитик данных',
 'Архитектор',
 'Аудитор',
 'Библиотекарь',
 'Бизнес-аналитик',
 'Бухгалтер',
 'Веб-дизайнер',
 'Ветеринар',
 'Водитель',
 'Врач',
 'Геолог',
 'Графический дизайнер',
 'Гувернёр',
 'Делопроизводитель',
 'Дизайнер',
 'Дизайнер одежды',
 'Директор магазина',
 'Журналист',
 'Инженер',
 'Инженер-конструктор',
 'Инженер-механик',
 'Инженер-программист',
 'Кассир',
 'Косметолог',
 'Курьер',
 'Логист',
 'Маляр',
 'Маркетолог',
 'Менеджер по продажам',
 'Механик',
 'Модельер',
 'Музыкант',
 'Налоговый консультант',
 'Организатор мероприятий',
 'Официант',
 'Парикмахер',
 'Переводчик',
 'Повар',
 'Полицейский',
 'Программист',
 'Продавец',
 'Продавец-консультант',
 'Психолог',
 'Секретарь',
 'Сетевой инженер',
 'Системный администратор',
 'Системный аналитик',
 'Социальный работник',
 'Специалист по информационной безопасности',
 'Специалист по маркетингу',
 'Специалист по подбору персонала',
 'Специалист по рекламе',
 'Стилист',
 'Страховой агент',
 'Строитель',
 'Технолог',
 'Торговый представитель',
 'Тренер',
 'Туроператор',
 'Уборщица',
 'Учитель',
 'Фармацевт',
 'Финансист',
 'Финансовый аналитик',
 'Флорист',
 'Фотограф',
 'Хореограф',
 'Художник',
 'Швея',
 'Эколог',
 'Экономист',
 'Экскурсовод',
 'Юрист'
]

const regions = [
'Армавир',
'Армавир',
'Астрахань',
'Барнаул',
'Белгород',
'Брянск',
'Велики',
'Владивосток',
'Владимир',
'Волгоград',
'Волжский',
'Воронеж',
'Екатеринбург',
'Златоуст',
'Ижевск',
'Иркутск',
'Казань',
'Кемерово',
'Кострома',
'Краснодар',
'Красноярск',
'Липецк',
'Махачкала',
'Москва',
'Набережны',
'Нижни',
'Новгород',
'Новгород',
'Новокузнецк',
'Новосибирск',
'Новочеркасск',
'Омск',
'Оренбург',
'Оскол',
'Пенза',
'Пермь',
'Ростов-на-Дону',
'Рязань',
'Самара',
'Санкт-Петербург',
'Саранск',
'Саратов',
'Сочи',
'Стары',
'Тверь',
'Тольятти',
'Томск',
'Тула',
'Ульяновск',
'Уфа',
'Хабаровск',
'Челны',
'Челябинск',
'Ярославль'
]

let vacancyList = [
    {
      'vacancyInformation': {
          'time': 'сегодня в 12:32',
          'work': 'Веб-дизайнер',
          'salary': 'от 50.000/в месяц',
          'company': 'Сбербанк',
          'city': 'Москва'
      },
      'config': {
          'id': 57931,
          'is_calling': false
      }
    },
    {
      'vacancyInformation': {
          'time': 'сегодня в 14:15',
          'work': 'Разработчик JavaScript',
          'salary': 'от 60.000/в месяц',
          'company': 'Яндекс',
          'city': 'Москва'
      },
      'config': {
          'id': 57932,
          'is_calling': true
      }
    },
    {
      'vacancyInformation': {
          'time': 'сегодня в 16:20',
          'work': 'Аналитик данных',
          'salary': 'от 70.000/в месяц',
          'company': 'Тинькофф',
          'city': 'Санкт-Петербург'
      },
      'config': {
          'id': 57933,
          'is_calling': false
      }
    },
    {
      'vacancyInformation': {
          'time': 'сегодня в 18:00',
          'work': 'iOS-разработчик',
          'salary': 'от 55.000/в месяц',
          'company': 'МТС',
          'city': 'Новосибирск'
      },
      'config': {
          'id': 57934,
          'is_calling': false
      }
    },
    {
      'vacancyInformation': {
          'time': 'сегодня в 20:10',
          'work': 'Тестировщик',
          'salary': 'от 45.000/в месяц',
          'company': 'ВымпелКом',
          'city': 'Екатеринбург'
      },
      'config': {
          'id': 57935,
          'is_calling': true
      }
    },  
  {
    "vacancyInformation": {
    "time": "сегодня в 13:45",
    "work": "iOS-разработчик",
    "salary": "от 70.000/в месяц",
    "company": "Яндекс",
    "city": "Санкт-Петербург"
  },
  "config": {
    "id": 57936,
    "is_calling": false
  }
},
{
  "vacancyInformation": {
    "time": "сегодня в 14:20",
    "work": "UX/UI-дизайнер",
    "salary": "от 60.000/в месяц",
    "company": "Тинькофф",
    "city": "Москва"
  },
  "config": {
    "id": 57937,
    "is_calling": true
  }
},
{
  "vacancyInformation": {
    "time": "сегодня в 15:10",
    "work": "Data Scientist",
    "salary": "от 80.000/в месяц",
    "company": "Газпром",
    "city": "Москва"
  },
  "config": {
    "id": 57938,
    "is_calling": false
  }
},
{
  "vacancyInformation": {
    "time": "сегодня в 16:00",
    "work": "Frontend-разработчик",
    "salary": "от 55.000/в месяц",
    "company": "Веб студио",
    "city": "Новосибирск"
  },
  "config": {
    "id": 57939,
    "is_calling": true
  }
},
{
  "vacancyInformation": {
    "time": "сегодня в 17:30",
    "work": "Backend-разработчик",
    "salary": "от 65.000/в месяц",
    "company": "Ростелеком",
    "city": "Краснодар"
  },
  "config": {
    "id": 57940,
    "is_calling": false
  }
},
{
  "vacancyInformation": {
    "time": "сегодня в 18:15",
    "work": "DevOps-инженер",
    "salary": "от 75.000/в месяц",
    "company": "МТС",
    "city": "Екатеринбург"
  },
  "config": {
    "id": 57941,
    "is_calling": true
  }
},
{
  "vacancyInformation": {
    "time": "сегодня в 19:00",
    "work": "Системный администратор",
    "salary": "от 50.000/в месяц",
    "company": "РЖД",
    "city": "Казань"
  },
  "config": {
    "id": 57942,
    "is_calling": false
  }
},
{
  "vacancyInformation": {
    "time": "сегодня в 20:30",
    "work": "Аналитик данных",
    "salary": "от 60.000/в месяц",
    "company": "Сбербанк",
    "city": "Нижний Новгород"
  },
  "config": {
    "id": 57943,
    "is_calling": true
  }
},
{
  "vacancyInformation": {
    "time": "сегодня в 21:45",
    "work": "SEO-специалист",
    "salary": "от 45.000/в месяц",
    "company": "Яндекс",
    "city": "Москва"
  },
  "config": {
    "id": 57944,
    "is_calling": false
  }
},
{
  "vacancyInformation": {
    "time": "сегодня в 22:20",
    "work": "Маркетолог",
    "salary": "от 50.000/в месяц",
    "company": "Тинькофф",
    "city": "Санкт-Петербург"
  },
  "config": {
    "id": 57945,
    "is_calling": true
  }
}
  ];

  let vacanciesDetailsList = {
    57931: {
      'typeOfEmployment': [
        'Работа из дома',
        'Подработка'
      ],
      'workingConditions': [
        'Разработка концепции дизайна',
        'Создание макетов веб-страниц',
        'Адаптация дизайна под различные устройства (ПК, планшеты, смартфоны)',
        'Обеспечение визуального единства бренда',
        'Сотрудничество с разработчиками и менеджерами проектов'
      ],
      'requirementsOfTheCandidate': [
        'Опыт работы в веб-дизайне от 2 лет',
        'Знание основных графических программ (Photoshop, Illustrator, Figma)',
        'Понимание принципов композиции, типографики и цветовых палитр',
        'Умение работать с макетами и прототипами',
        'Хорошие коммуникативные навыки'
      ],
      'companysOffers': [
        'Конкурентную заработную плату',
        'Официальное трудоустройство и социальный пакет',
        'Возможности профессионального роста и развития навыков',
        'Дружный коллектив и комфортные условия работы'
      ],
      'jobDescription': 'Мы ищем талантливого веб-дизайнера для создания привлекательных и функциональных веб-сайтов. Вы будете отвечать за разработку дизайна, адаптацию под разные устройства и обеспечение визуального единства бренда. Ваши навыки должны включать знание основ композиции, типографики и цветовых палитр.'
    },
    57932: {
      'typeOfEmployment': [
        'Новые вакансии',
        'Работа без опыта'
      ],
      'workingConditions': [
        'Написание кода на JavaScript для различных веб-проектов',
        'Оптимизация кода для повышения производительности и скорости загрузки страниц',
        'Работа с фреймворками и библиотеками, такими как React, Angular или Vuejs',
        'Тестирование и отладка кода для обеспечения стабильности и качества продукта',
        'Участие в процессе разработки и внесение предложений по улучшению функциональности и интерфейса приложений'
      ],
      'requirementsOfTheCandidate': [
        'Опыт работы с JavaScript не менее 3–5 лет',
        'Хорошее знание HTML и CSS',
        'Опыт работы с популярными фреймворками и библиотеками',
        'Умение работать в команде и самостоятельно решать возникающие проблемы',
        'Отличные коммуникативные навыки и готовность к сотрудничеству'
      ],
      'jobDescription': 'Мы ищем опытного разработчика, который сможет создавать интерактивные и динамические веб-приложения с использованием языка JavaScript.'
    },
    57933: {
      'typeOfEmployment': [
        'Старт карьеры',
        'Работа из дома'
      ],
      'workingConditions': [
        'Сбор и обработка данных из различных источников (базы данных, веб-сайты, социальные сети)',
        'Анализ данных с помощью статистических методов и машинного обучения',
        'Подготовка отчётов и презентаций с выводами и рекомендациями',
        'Участие в разработке и улучшении процессов сбора и обработки данных',
        'Взаимодействие с другими членами команды для обмена информацией и получения обратной связи'
      ],
      'requirementsOfTheCandidate': [
        'Высшее образование в области статистики, информатики или экономики, опыт работы с базами данных и статистическими пакетами (например, Excel, SPSS, R)',
        'Знание основ анализа данных и машинного обучения',
        'Хорошие коммуникативные навыки и умение работать в команде',
        'Аналитический склад ума и способность к критическому мышлению'
      ],
      'jobDescription': 'Мы ищем аналитика данных, который поможет нам обрабатывать и анализировать большие объёмы информации. Вы будете отвечать за сбор, структурирование и интерпретацию данных, а также за подготовку отчётов и рекомендаций на основе полученных результатов.'
    },
    57934: {
      'typeOfEmployment': [
        'Подработка',
        'Новые вакансии'
      ],
      'workingConditions': [
        'Разработка и реализация iOS-приложений согласно требованиям заказчика',
        'Тестирование и отладка кода для обеспечения стабильности и безопасности приложений',
        'Взаимодействие с командой разработчиков и дизайнерами для согласования требований и предоставления обратной связи',
        'Участие в процессе обновления и улучшения существующих приложений',
        'Соблюдение сроков и выполнение задач в соответствии с техническим заданием.'
      ],
      'requirementsOfTheCandidate': [
        'Опыт работы с языками программирования Swift, Objective-C или их сочетанием',
        'Знание основных принципов объектно-ориентированного программирования и паттернов проектирования',
        'Умение работать с системами контроля версий (Git, SVN)',
        'Навыки тестирования и отладки кода',
        'Знание основных принципов UX/UI-дизайна и умение применять их на практике.'
      ],
      'jobDescription': 'Мы ищем опытного специалиста, который сможет создавать качественные и функциональные приложения для устройств на базе iOS. Вы будете отвечать за разработку программного обеспечения, оптимизацию производительности и соблюдение стандартов качества.'
    },
    57935: {
      'typeOfEmployment': [
        'Работа без опыта',
        'Старт карьеры'
      ],
      'workingConditions': [
        'Тестирование различных функций и модулей продукта',
        'Поиск и регистрация ошибок и багов',
        'Предоставление детальных отчётов о найденных проблемах',
        'Взаимодействие с разработчиками для исправления ошибок и улучшения продукта'
      ],
      'requirementsOfTheCandidate': [
        'Базовые знания в области программирования (например, HTML, CSS, JavaScript)',
        'Опыт работы с инструментами тестирования (например, Selenium, JMeter)',
        'Аналитические навыки и умение выявлять ошибки',
        'Коммуникабельность и готовность работать в команде'
      ],
      'jobDescription': 'Мы ищем опытного специалиста для проверки качества и стабильности работы наших продуктов. Ваша основная задача будет заключаться в выявлении ошибок и багов, а также в предоставлении обратной связи разработчикам для улучшения продукта.'
    },
    57936: {
      'typeOfEmployment': [
        'Работа из дома',
        'Подработка'
      ],
      'workingConditions': [
        'Разработку и обновление приложений под ios',
        'Тестирование и оптимизацию кода для обеспечения стабильности и производительности приложений',
        'Сотрудничество с дизайнерами и другими разработчиками для создания удобного пользовательского интерфейса',
        'Соблюдение стандартов качества и сроков разработки',
        'Участие в обсуждениях и внесение предложений по улучшению существующих приложений'
      ],
      'requirementsOfTheCandidate': [
        'Опыт работы с языками программирования swift, objective-c или их сочетанием',
        'Знание принципов объектно-ориентированного программирования и паттернов проектирования',
        'Умение работать с системами контроля версий (git, svn)',
        'Навыки тестирования и отладки кода',
        'Знание принципов ux/ui-дизайна и умение применять их на практике'
    ],
      'jobDescription': 'Мы ищем опытного iOS-разработчика для создания и поддержки приложений для устройств Apple.'
    },
    57937: {
      'typeOfEmployment': [
        'Новые вакансии',
        'Работа без опыта'
      ],
      'workingConditions': [
        'Анализ потребностей пользователей и определение ключевых сценариев использования продукта',
        'Создание прототипов интерфейсов с использованием инструментов, таких как figma, sketch или adobe xd',
        'Разработка ui-элементов, включая шрифты, цвета, иконографию и анимацию',
        'Тестирование интерфейсов на различных устройствах и платформах',
        'Сотрудничество с разработчиками и дизайнерами для реализации разработанных решений'
      ],
      'requirementsOfTheCandidate': [
        'Опыт работы с инструментами ux/ui-дизайна, такими как figma, sketch или adobe xd',
        'Базовые знания html и css для создания адаптивных интерфейсов',
        'Понимание принципов юзабилити и пользовательского опыта (ux)',
        'Креативность и способность визуализировать идеи',
        'Умение работать в команде и коммуникабельность'],
      'jobDescription': 'Мы ищем талантливого специалиста для создания удобного и привлекательного пользовательского интерфейса (UI) и обеспечения интуитивно понятного взаимодействия с продуктом (UX). Вы будете отвечать за проектирование и оптимизацию интерфейсов, учитывая потребности пользователей и бизнес-цели компании.'
    },
    57938: {
      'typeOfEmployment': [
        'Старт карьеры',
        'Работа из дома'
      ],
      'workingConditions': [
        'Сбор и обработка данных из различных источников (базы данных, веб-сайты, социальные сети и т.д.)',
        'Очистка и подготовка данных для анализа (удаление шума, приведение к единому формату и т.д.)',
        'Применение методов машинного обучения для анализа данных и выявления закономерностей',
        'Создание и настройка моделей машинного обучения для решения конкретных задач',
        'Оценка качества и точности моделей, проведение экспериментов и оптимизация параметров',
        'Подготовка отчётов и рекомендаций на основе полученных результатов',
        'Взаимодействие с другими специалистами и командами для обмена информацией и получения обратной связи'
      ],
      'requirementsOfTheCandidate': [
        'Базовое понимание статистики и теории вероятностей',
        'Знание основных методов машинного обучения (например, линейная регрессия, деревья решений, случайные леса и т.д.)',
        'Опыт работы с популярными библиотеками и инструментами для анализа данных (например, python, r, tensorflow, scikit-learn и т.д.)',
        'Умение работать с большими объёмами данных и обрабатывать их в реальном времени',
        'Аналитический склад ума и способность выявлять закономерности в данных',
        'Коммуникабельность и умение работать в команде'
    ],
      'jobDescription': 'Мы ищем опытного специалиста для работы в области анализа данных и машинного обучения. Вы будете отвечать за сбор, обработку и анализ больших объёмов информации, а также за создание моделей и алгоритмов для прогнозирования и принятия решений.'
    },
    57939: {
      'typeOfEmployment': [
        'Подработка',
        'Новые вакансии'
      ],
      'workingConditions': [
        'Разработка и поддержка пользовательских интерфейсов веб-приложений',
        'Использование современных технологий и фреймворков (react, angular, vuejs)',
        'Оптимизация производительности и скорости загрузки страниц',
        'Обеспечение кроссбраузерности и адаптивности интерфейсов',
        'Работа с базами данных и api для интеграции с backend-сервисами',
        'Тестирование и отладка кода',
        'Участие в разработке и обновлении дизайна интерфейсов'
      ],
      'requirementsOfTheCandidate': [
        'Опыт работы с react, angular или vuejs',
        'Знание html, css и javascript',
        'Опыт работы с базами данных (mysql, postgresql)',
        'Знание основ ux/ui-дизайна',
        'Умение работать в команде и самостоятельно',
        'Ответственность и внимание к деталям'
      ],
      'jobDescription': 'Мы ищем опытного специалиста для разработки и поддержки пользовательских интерфейсов наших веб-приложений. Вы будете отвечать за создание адаптивных и визуально привлекательных интерфейсов, используя современные технологии и инструменты.'
    },
    57940: {
      'typeOfEmployment': [
        'Работа без опыта',
        'Старт карьеры'
      ],
      'workingConditions': [
        'Разработка и поддержка серверной логики веб-приложений',
        'Использование современных технологий и фреймворков (nodejs, django, ruby on rails)',
        'Взаимодействие с frontend-разработчиками для интеграции и обмена данными',
        'Обеспечение безопасности и защиты данных пользователей',
        'Оптимизация производительности и масштабируемости бэкенда',
        'Тестирование и отладка кода'
      ],
      'requirementsOfTheCandidate': [
        'Опыт работы с nodejs, django или ruby on rails',
        'Знание sql, mongodb или другой базы данных',
        'Опыт работы с системами контроля версий (git, svn)',
        'Знание принципов ооп и знание одного из популярных языков программирования (javascript, python, php)',
        'Умение работать в команде и самостоятельно',
        'Ответственность и внимание к деталям'
    ],
      'jobDescription': 'Мы ищем опытного специалиста для разработки и поддержки серверной части наших веб-приложений. Вы будете отвечать за создание надёжного и безопасного бэкенда, который обеспечит стабильную работу наших сервисов.'
    },
    57941: {
      'typeOfEmployment': [
        'Работа из дома',
        'Подработка'
      ],
      'workingConditions': [
        'Внедрение и поддержка процессов ci/cd (continuous integration и continuous deployment)',
        'Настройка и мониторинг систем мониторинга и логирования',
        'Управление конфигурацией и изменениями в инфраструктуре',
        'Обеспечение безопасности и стабильности работы систем',
        'Взаимодействие с разработчиками и операционными командами для координации процессов'
      ],
      'requirementsOfTheCandidate': [
        'Знание и опыт работы с инструментами и технологиями devops (jenkins, docker, ansible, kubernetes)',
        'Опыт работы с системами контроля версий (git, svn)',
        'Знание сетевых технологий и протоколов (tcp/ip, http, https)',
        'Умение работать с базами данных (mysql, postgresql)',
        'Навыки коммуникации и умение работать в команде'
      ],
      'jobDescription': 'Мы ищем опытного специалиста для оптимизации процессов разработки, тестирования и развёртывания программного обеспечения. Вы будете отвечать за обеспечение непрерывной интеграции и доставки приложений, а также за улучшение взаимодействия между командами разработки и эксплуатации.'
    },
    57942: {
      'typeOfEmployment': [
        'Новые вакансии',
        'Работа без опыта'
      ],
      'workingConditions': [
        'Мониторинг состояния серверов и сетевого оборудования',
        'Устранение неполадок и восстановление работоспособности системы',
        'Установка и настройка программного обеспечения, обновлений и патчей',
        'Резервное копирование данных и восстановление информации в случае сбоев',
        'Обеспечение безопасности системы и защита от вирусов и атак',
        'Взаимодействие с другими специалистами и командами для обмена информацией и решения проблем'
      ],
      'requirementsOfTheCandidate': [
        'Знание операционных систем windows и linux',
        'Опыт работы с серверами (apache, nginx, mysql, postgresql) и сетевым оборудованием (cisco, mikrotik)',
        'Навыки работы с программами для управления серверами (puppet, ansible, saltstack)',
        'Знание английского языка на уровне чтения технической документации',
        'Ответственность и внимание к деталям'
      ],
      'jobDescription': 'Мы ищем опытного специалиста для обеспечения стабильной работы компьютерной инфраструктуры нашей компании. Вы будете отвечать за поддержку и обслуживание серверов, сетевого оборудования, а также за установку, настройку и обновление программного обеспечения.'
    },
    57943: {
      'typeOfEmployment': [
        'Старт карьеры',
        'Работа из дома'
      ],
      'workingConditions': [
        'Сбор и обработка данных: получение информации из различных источников (базы данных, веб-сайты, социальные сети) и преобразование её в удобный для анализа формат',
        'Анализ данных: применение статистических методов и инструментов для выявления связей между различными показателями, а также для определения закономерностей и тенденций',
        'Подготовка отчётов: создание наглядных и информативных отчётов о результатах анализа данных для руководителей и коллег',
        'Участие в проектах: совместная работа с командой над различными проектами, связанными с анализом данных и принятием решений на основе полученных результатов',
        'Развитие навыков: постоянное обучение новым методам анализа данных и изучение смежных областей для расширения своих возможностей'
      ],
      'requirementsOfTheCandidate': [
        'Опыт работы в сфере маркетинга',
        'Знание компьютерных технологий'
      ],
      'jobDescription': 'Мы ищем аналитика данных для работы в нашей компании. Ваша основная задача будет заключаться в сборе, обработке и анализе данных с целью выявления закономерностей и тенденций.'
    },
    57944: {
      'typeOfEmployment': [
        'Подработка',
        'Новые вакансии'
      ],
      'workingConditions': [
        'Оптимизация контента и метатегов для ключевых слов',
        'Разработка и оптимизация структуры сайта',
        'Проведение аудита сайта и анализ конкурентов',
        'Составление отчётов о проделанной работе и предоставление рекомендаций по улучшению seo',
        'Сотрудничество с командой разработчиков и дизайнеров для внедрения изменений'
      ],
      'requirementsOfTheCandidate': [
        'Опыт работы в seo не менее 2 лет',
        'Знание основных принципов поисковой оптимизации',
        'Умение анализировать данные и составлять отчёты',
        'Навыки работы с cms (wordpress, joomla, drupal)',
        'Знание английского языка на уровне чтения технической документации'
      ],
      'jobDescription': 'Мы ищем опытного специалиста для продвижения нашего сайта в поисковых системах и повышения его видимости в интернете. Вы будете отвечать за оптимизацию контента, структуры сайта и метатегов, а также за проведение аудита и анализ конкурентов.'
    },
    57945: {
      'typeOfEmployment': [
        'Работа без опыта',
        'Старт карьеры'
      ],
      'workingConditions': [
        'Анализ рынка и конкурентов',
        'Разработка и реализация маркетинговых стратегий',
        'Управление рекламными кампаниями (ppc, seo, контент-маркетинг)',
        'Анализ результатов маркетинговых кампаний и корректировка стратегий при необходимости',
        'Взаимодействие с партнёрами и клиентами для продвижения продуктов и услуг'
      ],
      'requirementsOfTheCandidate': [
        'Опыт работы в маркетинге не менее 3 лет',
        'Знание основ интернет-маркетинга и рекламных платформ (google ads, яндекс директ, социальные сети)',
        'Навыки анализа данных и составления отчётов',
        'Умение работать в команде и самостоятельно планировать свою работу',
        'Знание английского языка на уровне чтения технической документации'
      ],
      'jobDescription': 'Мы ищем опытного специалиста для продвижения наших продуктов и услуг на рынке. Вы будете отвечать за разработку и реализацию маркетинговых стратегий, анализ рынка и конкурентов, а также за управление рекламными кампаниями.'
    }
  };

const companiesInfo = {
  "РЖД": {
    "companyDescription": "ОАО «Российские железные дороги» — российская государственная компания, основной задачей которой является оказание транспортных услуг, организация пассажирских и грузовых перевозок по железной дороге. В структуру РЖД входят 16 филиалов, 49 дочерних и зависимых обществ, а также одна совместная компания. Штаб-квартира организации расположена в Москве, Россия.",
    "companyAddress": "Россия, Москва, 107174, Новая Басманная улица, дом 2"
  },
  "Тинькофф": {
    "companyDescription": "Тинькофф Банк — российский коммерческий банк, полностью отказавшийся от работы через отделения и осуществляющий все операции дистанционно. Основан в 2006 году предпринимателем Олегом Тиньковым. Главный офис банка расположен в Москве, Россия.",
    "companyAddress": "Россия, Москва, 123060, 1-й Волоколамский проезд, 10с1"
  },
  "Веб Студио": {
    "companyDescription": "Веб-студия «Веб Студио» — команда профессионалов, специализирующаяся на разработке и продвижении веб-сайтов различной сложности и направленности. Компания была основана в 2010 году и успешно развивается, предлагая своим клиентам широкий спектр услуг в области интернет-маркетинга.",
    "companyAddress": "Россия, Санкт-Петербург, 191025, Невский проспект, 111"
  },
  "МТС": {
    "companyDescription": "ПАО «Мобильные ТелеСистемы» (МТС) — ведущая телекоммуникационная компания в России и странах СНГ, предоставляющая услуги мобильной связи, фиксированный широкополосный доступ в интернет, кабельное и спутниковое телевидение, а также ряд сопутствующих услуг. Главный офис МТС расположен в Москве, Россия.",
    "companyAddress": "Россия, Москва, 115432, Проспект Андропова, 18к"
  },
  "Ростелеком": {
    "companyDescription": "ПАО «Ростелеком» — российский провайдер цифровых услуг и сервисов, охватывающий более 30 миллионов домохозяйств в России. Компания предоставляет услуги широкополосного доступа в интернет, интерактивного телевидения, сотовой связи, местной и дальней телефонной связи, а также ряд других телекоммуникационных сервисов. Главный офис Ростелекома находится в Москве, Россия.",
    "companyAddress": "Россия, Москва, 115172, Гончарная набережная, 30А"
  },
  "Яндекс": {
    "companyDescription": "Яндекс — одна из крупнейших российских IT-компаний, владеющая одноимённой системой поиска в интернете, интернет-порталом и веб-службами в различных сферах. Поисковая система Yandex.ru является четвёртой среди поисковых систем мира по количеству обрабатываемых запросов. Главный офис компании расположен в Москве, Россия.",
    "companyAddress": "Россия, Москва, 119021, улица Льва Толстого, 16"
  },
  "ВымпелКом": {
    "companyDescription": "ПАО «Вымпел-Коммуникации» (сокращённо ВымпелКом) — российская телекоммуникационная компания, предоставляющая услуги сотовой (мобильной) связи, а также местной телефонной связи, широкополосного доступа в Интернет, кабельного телевидения и ряд сопутствующих услуг. Главный офис компании расположен в Москве, Россия.",
    "companyAddress": "Россия, Москва, 127083, улица Новый Арбат, 23"
  },
  "Сбербанк": {
    "companyDescription": "Сбербанк — крупнейший банк в России, Центральной и Восточной Европе. Является самым дорогим российским брендом. Основан в 1841 году. Отделения банка работают в 83 субъектах РФ, также в Индии, Германии, Казахстане, Беларуси и других странах.",
    "companyAddress": "Россия, Москва, улица Профсоюзная, дом 109"
  },
  "Газпром": {
    "companyDescription": "Газпром — российская транснациональная энергетическая компания, занимающаяся геологоразведкой, добычей, транспортировкой, хранением, переработкой и реализацией газа, газового конденсата и нефти, а также производством и сбытом тепло- и электроэнергии. По данным Forbes, является крупнейшей публичной компанией мира по показателю рыночной стоимости.",
    "companyAddress": "Россия, Санкт-Петербург, проспект Стачек, дом 99"
  }
}

module.exports = {
    professions,
    regions,
    vacancyList,
    vacanciesDetailsList,
    companiesInfo
  };