import React from 'react';
import '../../../css/TeamPage/team.css'
import mainDeveloper1 from '../../../media/team/main-developerMM.jfif'
import mainDeveloper2 from '../../../media/team/main-developerRM.jfif'

const Members = () => {
  return (
    <div className='team'>
      <h1>Наша команда</h1>
      <h3>Мы, команда единомышленников, объединены общим стремлением к созданию чего-то действительно значимого. На протяжении всего пути мы преодолевали трудности, каждый из нас вносил свой уникальный вклад, чтобы проект рос и развивался. Вот лица, стоявшие у истоков нашего успеха:</h3>
      <div className='matrosov'>
          <img src={mainDeveloper1} alt='mainDev1'/>
          <h4>Максим Матросов – наш фронтенд разработчик, человек, который умеет совмещать в себе айтишника и программиста с отличием. Семьянин в душе, он всегда находит баланс между работой и заботой о близких. Его умение видеть проект сквозь призму пользовательского опыта помогло нам создать интуитивно понятное и привлекательное пользовательское</h4>
      </div>
      <div className='mazikov'>
          <img src={mainDeveloper2} alt='mainDev2'/>
          <h4>Роман Мазиков – наш бекенд разработчик, человек, который не только гений в области питона, но и спортсмен, привносящий в нашу команду энергию и динамизм. Его глубокие знания и навыки в создании стабильных и масштабируемых серверных приложений являются неотъемлемой частью нашего успеха. Роман способен решать самые сложные задачи, оставаясь при этом творческим и энтузиастским. </h4>
      </div>
    </div>
  );
}

export default Members